Repository: BalloonInc/disdat-ios
Catalog: DisDat/*.lproj/Localizable.strings
Languages: fr, nl, ru

source: All set on camera permissions!
fr: Permissions pour la caméra en ordre !
nl: Camera permissies in orde!
ru: Разрешение к доступу к камере в порядке!

source: An error occurred during login
fr: Une erreur s'est produite pendant le login.
nl: Er ging iets fout bij de login
ru: Возникла ошибка при входе

source: An error occurred during logout
fr: Une erreur s'est produite pendant le logout.
nl: Er ging iets fout bij de logout
ru: Возникла ошибка при выходе

source: Are you sure you want to change the current languages? Your progress for your current languages will be saved.
fr: Êtes-vous sûr de vouloir changer les langues actuelles? Votre progression pour vos langues actuelles sera enregistrée.
nl: Ben je zeker dat je de huidige talen wilt veranderen? Je voortgang blijft bewaard.
ru: Вы уверены, что хотели бы изменить текущий язык? Ваш результат для текущего языка будет сохранен.

source: Are you sure you want to logout?
fr: Êtes-vous sûr de vouloir vous déconnecter?
nl: Ben je zeker dat je wilt uitloggen?
ru: Вы уверены, что хотите выйти?

source: Are you sure you want to remove the current word and it's linked image?
fr: Êtes-vous sûr de vouloir supprimer le mot actuel et l'image liée?
nl: Ben je zeker dat je het huidige woord en de gelinkte foto wilt verwijderen?
ru: Вы уверены, что хотите удалить данное слово и прилагающее к нему изображение?

source: Are you sure you want to reset all progress for the current language?
fr: Êtes-vous sûr de vouloir réinitialiser toute la progression pour la langue actuelle?
nl: Ben je zeker dat je alle voortgang van de huidige talen wilt resetten?
ru: Вы уверены, что хотели бы сбросить все результаты для текущего языка?

source: Camera permissions
fr: Permissions pour la caméra
nl: Camera toegang
ru: Разрешение доступа к камере

source: Cancel
fr: Annuler
nl: Annuleer
ru: Отмена

source: Change languages
fr: Changez les langues
nl: Verander talen
ru: Изменить языки

source: Do you want to report this to my creators? This means a human might look at your image and investigate.
fr: Voulez-vous signaler cela à mes créateurs? Cela signifie qu'un humain pourrait regarder votre image et enquêter.
nl: Wil je dit rapporteren aan mijn ontwerpers? Dit betekent dat een niet-robot-persoon de foto kan bekijken en onderzoeken .
ru: Вы хотели бы эскалировать это разработчикам? Это значит, что человек сможет увидеть вашу фотографию и, возможно, изучить ее.

source: Go to settings
fr: Aller aux paramètres
nl: Ga naar instellingen
ru: Перейдите в настройки

source: Great!
fr: Super!
nl: Super!
ru: Отлично!

source: I really need permissions to use the camera. Please go to the settings to give them and return here afterwards.
fr: J'ai vraiment besoin d'autorisations pour utiliser la caméra. Accédez aux paramètres pour les donner et revenez ici plus tard.
nl: Ik heb de camera toegang echt nodig. Gelieve naar de iOS instellingen te gaan om de toegang te geven, en kom daarna terug naar deze app.
ru: Мне необходимо разрешение для доступа к камере. Пожалуйста, зайдите в настройки и разрешите доступ, и после попробуйте снова.

source: I think I see something in the category %@. Try a different angle.
fr: Je pense que je vois quelque chose dans la catégorie %@. Essayez un angle différent.
nl: Ik zie iets in de categorie %@. Probeer een andere kant van het object.
ru: Я думаю что я вижу что-то из категории %@. Попробуйте другой угол.

source: I was wrong... ðŸ¤“
nl: Ik was fout... ðŸ¤“

source: Logout
nl: Afmelden
ru: Выход

source: Looks like I just discovered '%@' in %@. Try it yourself? Check disdat.ai! #disdat
fr: On dirait que je viens de découvrir '%@' en %@. Essayez vous-même? Vérifiez disdat.ai! #disdat
nl: Ik heb zonet '%@' ontdekt, in het %@. Zelf proberen? Check disdat.ai! #disdat

source: No
fr: Non
nl: Nee
ru: Нет

source: No push notifications - no problem! If you change your mind, you can enable this in the iOS preferences for this app.
fr: Pas de push notifications - pas de problème! Si vous changez d'avis, vous pouvez l'activer dans les préférences iOS pour cette application.
nl: Geen push berichten - geen probleem! Als je ze toch wil, kan je dit instellen in de iOS instellingen voor deze app.
ru: Нет push-уведомлений - нет проблем! Если вы передумаете, вы можете активировать их в настройках iOS для данного приложения

source: Ok then...
fr: Ok alors...
nl: Ok dan...
ru: Тогда хорошо...

source: Oops, let me try again!
fr: Oups, laissez-moi réessayer!
nl: Oeps, opnieuw.
ru: Ой, позвольте мне попробовать снова!

source: Please go to the iOS preferences for this app and allow camera access in order to be able to use the app.
fr: Accédez aux préférences iOS pour cette application et permettez l'accès à la caméra afin d'être en mesure d'utiliser l'application.
nl: Gelieve naar de iOS instellingen voor deze app te gaan en camera toegang aan te zetten.
ru: Пожалуйста, зайдите в параметры iOS для данного приложения и разрешите доступ к камере для пользования приложением.

source: Remove account
fr: Supprimer le compte
nl: Verwijder account
ru: Удалить аккаунт

source: Remove discovery
fr: Supprimer la découverte
nl: Verwijder ontdekking
ru: Удалить карточку

source: Reset progress
fr: Rétablir les progrès
nl: Reset voortgang
ru: Перезагрузка в процессе

source: Since you are not logged in via Facebook or Google, this means you will lose all progress.
fr: Comme vous n'êtes pas connecté via Facebook ou Google, cela signifie que vous allez perdre tout progrès.
nl: Omdat je niet ingelogd bent via Facebook of Google, betekent dit dat je alle voortgang zal verliezen.
ru: Так как вы не авторизованы с Facebook или Google, ваши результаты будут утеряны.

source: Something is wrong. Please try again later or send an email to disdat@ballooninc.be indicating what you experience.
fr: Quelque chose ne va pas. Réessayez plus tard ou envoyez un courriel à disdat@ballooninc.be indiquant ce que vous ressentez.
nl: Er is iets fout. Probeer opnieuw of stuur ons een bericht op disdat@ballooninc.be, zodat we je kunnen helpen.
ru: Что-то пошло не так. Пожалуйста, попробуйте позднее или напишите нам на disdat@ballooninc.be, описав вашу попытку.

source: Still %d undiscovered words in this category. Go out and scan some!
fr: Encore %d mots non découverts dans cette catégorie. Bougez-vous et scannez en encore!
nl: Nog %d woorden te vinden in deze categorie. Ga op stap en zoek!
ru: До сих пор необнаруженных слов в этой категории: %d. Попробуйте найти еще!

source: This circle indicates my confidence. When it is full, I can tell you what you are pointing at.
fr: Ce cercle indique mon niveau de confiance. Quand il est plein, je peux vous dire ce que vous visez.
nl: Deze cirkel toont de zekerheid van mijn vermoeden. Als hij vol is, zeg ik wat je me toont.

source: This is wrong.
fr: C'est faux.
nl: Dit is fout
ru: Это неправильно.

source: We can delete your account and all data and images linked to it. Are you sure you want this? This will bring you to the e-mail composer.
fr: Nous pouvons supprimer votre compte et toutes les données et images qui y sont liées. Êtes-vous sûr de vouloir cela? Cela vous amènera au compositeur d'email.
nl: Ben je zeker dat je je account met alle gelinkte data en foto's wilt verwijderen? Dit brengt je naar de e-mail composer.
ru: Мы можем удалить ваш аккаунт и все привязанные к нему данные. Вы уверены, что хотите этого? Пожалуйста, отправьте нам тогда e-mail.

source: Yes
fr: Oui
nl: Ja
ru: Да

source: Yes, I am done here.
fr: Oui, j'ai fini ici.
nl: Ja, ik ben er klaar mee.
ru: Все, я закончил здесь.

source: Yes, let me change languages
fr: Oui, permettez-moi de changer de langue
nl: Ja, laat me de talen veranderen
ru: Да, сменить языки

source: Yes, let me start over
fr: Oui, laissez-moi recommencer
nl: Ja, laat me opnieuw beginnen
ru: Да, начать с начала

source: You found %d/%d words.
fr: Vous avez trouvé %d/%d mots.
nl: %d/%d woorden gevonden.

source: You found a new word in the category %@ - %@:
fr: Vous avez trouvé un nouveau mot dans la catégorie % @ - % @:
nl: Je vond een nieuw woord in de categorie %@ - %@

source: I was wrong... 🤓
fr: J'ai eu tort ... 🤓
ru: Я ошибся... 🤓
